Repository: groupserver/gs.group.messages.topic.base
Catalog: gs/group/messages/topic/*/locales/*/LC_MESSAGES/gs.group.messages.topic.*.po
Languages: fr

# add-to-topic-from
source: Post as ${authorName}
fr: Poster en tant que ${authorName}

# add-to-topic-heading
source: Post a reply
fr: Répondre

# add-to-topic-privacy
source: Post will be ${privacySetting}
fr: Le post sera ${privacySetting}

# from-address
source: Email from
fr: E-mail de

# from-address-help
source: The email address that you want in the "From" line in the email you send.
fr: L'adresse e-mail que vous souhaitez utiliser pour le champ "De" des e-mails que vous envoyez.

# group-button
source: Group
fr: Groupe

# hide-dialog-loading
source: ${loadingIcon} Loading…
fr: ${loadingIcon} Chargement…

# hide-dialog-title
source: Hide the post
fr: Cacher le post

# message-help
source: The message you want to post to this topic.
fr: Le message que vous souhaitez poster.

# next-button
source: Next
fr: Plus ancien

# number-of-authors
source: by <span id="gs-group-messages-topic-summary-stats-nauthors"> ${nAuthors} authors </span>
fr: par <span id="gs-group-messages-topic-summary-stats-nauthors"> ${nAuthors} auteurs </span>

# previous-button
source: Prev
fr: Récent

source: Share
fr: Partager

# site-home-link
source: Site home page
fr: Page d'accueil du site

source: Sticky
fr: Epinglé

# sticky-changing
source: Changing…
fr: Changement...

# sticky-set
source: Now sticky
fr: Maintenant épinglé

# sticky-toggle
source: Toggle sticky
fr: Epingler

# sticky-unset
source: Now normal
fr: Maintenant non-épinglé
